CONTACT_INFOS = ['电话联系', '手机通话']
DRUGS = ['K粉', 'k粉', '冰毒', '海洛因', '甲基苯丙胺', '摇头丸', '大麻']
DRUGS_SOURCE = r''
EDUCATIONS = r'文盲|半文盲|小学|初中|中学|中技|中专|高中|职高|专科|大学|大专'
PAYMENTS = ['微信转账', '微信红包', 'QQ红包', 'qq红包', '转账']
PRISON_TERM = r'即[自从](.+)起至(.+)止'
QUANTIFIERS = [
    r'((?:[一二三四五六七八九十][一二三四五六七八九十百千万]+|\d+\.\d+|\d+)(?:克|小包|包|小袋|粒))[^返;。]*?(\d+元)',
    r'(\d+元)[^;。]*?((?:[一二三四五六七八九十][一二三四五六七八九十百千万]+|\d+\.\d+|\d+)(?:克|小包|包|小袋|粒))'
]
RESIDENCE = r'现住|家住|租住|暂住|住|户籍所在地为|户籍所在地|户籍地为|户籍地'
SHIPPINGS = ['圆通快递', '顺丰快递', '快递']
