ACCUSED_INFOS = [
    r'被告人(.+?)(?:（.+?）)?(?:(?:,|，|, )曾用名.+?)?((?:,|，|, )[男女](?:,|，|, )|(?:,|，|, ))(.+)出.+(?:,|，|, )(.+族)(?:,|，|, )(.+?)(?:,|，|, )(.+?)(?:,|，|, )(?:户籍地|家住|住)(.+?)[(?:,|，|, )。]',
    r'被告人(.+?)(?:（.+?）)?(?:(?:,|，|, )曾用名.+?)?((?:,|，|, )[男女](?:,|，|, )|(?:,|，|, ))(.+族)(?:,|，|, )(.+)出.+(?:,|，|, )(.+?)(?:,|，|, )(.+?)(?:,|，|, )(?:户籍地|家住|住)(.+?)[(?:,|，|, )。]'
]
CONTACT_INFOS = ['电话联系', '手机通话']
DRUGS = ['K 粉', 'k 粉', 'K粉', 'k粉', '冰毒', '海洛因', '甲基苯丙胺', '摇头丸', '大麻']
DRUGS_SOURCE = r''
PAYMENTS = ['微信转账', '微信红包']
QUANTIFIERS = [
    r'(\d+元)[^。]*?((?:[一二三四五六七八九十百千万]+|\d+\.\d+|\d+)(?:克|小包|包|小袋|粒))',
    r'((?:[一二三四五六七八九十百千万]+|\d+\.\d+|\d+)(?:克|小包|包|小袋|粒))[^返。]*?(\d+元)'
]
SHIPPINGS = []
