CONTACT_INFOS = ['电话联系', '手机通话']
DRUGS = ['K 粉', 'k 粉', 'K粉', 'k粉', '冰毒', '海洛因', '甲基苯丙胺', '摇头丸', '大麻']
DRUGS_SOURCE = r''
NATIONS_EDUCATIONS_OCCUPATIONS_NATIVES_PLACES = r'(?:,|, |，)([^,，]+?[族|人])(?:,|, |，).*?(文盲|小学|初中|中专|高中|专科|大专|大学|).*?(?:,|, |，)(?:([^家住户籍所在地为]+?)(?:,|, |，))?(?:住|家住|户籍地|户籍所在地|户籍所在地为)(.+?)(?:,|, |，|。)'
PAYMENTS = ['微信转账', '微信红包']
PRISON_TERM = r'即[自从](.+)起至(.+)止'
QUANTIFIERS = [
    r'(\d+元)[^。]*?((?:[一二三四五六七八九十百千万]+|\d+\.\d+|\d+)(?:克|小包|包|小袋|粒))',
    r'((?:[一二三四五六七八九十百千万]+|\d+\.\d+|\d+)(?:克|小包|包|小袋|粒))[^返。]*?(\d+元)'
]
SHIPPINGS = []
